{
  "common": {
    "search": "Поиск достопримечательностей...",
    "menu": "Меню",
    "noResults": "Достопримечательности не найдены",
    "readMore": "Подробнее",
    "showOnMap": "Показать на карте",
    "loadingMap": "Загрузка карты..."
  },
  "menuItems": {
    "historicalFacts": "Исторические факты",
    "regionInfo": "О регионе",
    "settings": "Настройки",
    "routes": "Маршруты"
  },
  "screens": {
    "home": {
      "title": "TourGid"
    }, 
    "attractionDetail": {
      "title": "Подробнее",
      "historicalInfo": "Историческая справка",
      "workingHours": "Время работы",
      "contacts": "Контакты",
      "weekdays": "Будни",
      "weekend": "Выходные",
      "dayOff": "Выходной"
    },
    "historicalFacts": {
      "title": "Исторические факты"
    },
    "settings": {
      "title": "Настройки",
      "languageSection": "Язык",
      "themeSection": "Тема",
      "darkMode": "Темная тема"
    },
    "regionInfo": {
      "title": "О регионе",
      "links": "Полезные ссылки",
      "officialSite": "Официальный сайт",
      "touristPortal": "Туристический портал",
      "map": "Карта региона"
    },
    "map": {
      "title": "Карта"
    }
  },
  "interests": {
    "music": "Музыка",
    "history": "История",
    "nature": "Природа",
    "culture": "Культура",
    "architecture": "Архитектура"
  },
  "historicalFacts": {
    "pavlodarFoundation": {
      "title": "Основание Павлодара",
      "description": "В 1720 году на берегу Иртыша был основан Коряковский форпост, ставший началом истории Павлодара.",
      "fullDescription": "В 1720 году на берегу Иртыша был основан Коряковский форпост, главной задачей которого была охрана соляных промыслов на Коряковском озере. Эта дата считается началом истории города Павлодара. Со временем форпост превратился в казачью станицу, а затем и в крупный торговый центр."
    },
    "cityStatus": {
      "title": "Присвоение статуса города",
      "description": "В 1861 году указом императора Александра II станица была преобразована в город Павлодар.",
      "fullDescription": "В 1861 году указом императора Александра II станица Коряковская была преобразована в город Павлодар. Название города произошло от имени наследника престола Павла (сына Александра II) и слова 'дар'. Таким образом, название можно перевести как 'дар (в честь) Павла'. Получение статуса города способствовало экономическому развитию региона и притоку населения."
    },
    "virginLands": {
      "title": "Освоение целины",
      "description": "В 1955 году началось активное освоение целинных земель Павлодарской области.",
      "fullDescription": "В 1955 году в Казахстане развернулась программа освоения целинных и залежных земель. Павлодарская область стала одним из центров этой кампании. В регион прибыли тысячи людей из разных республик СССР, что существенно изменило демографический состав населения. Было основано множество новых совхозов и поселков, а экономика региона переориентировалась на сельское хозяйство."
    }
  },
  "regionInfo": {
    "description": "Павлодарская область расположена в северо-восточной части Казахстана на берегу реки Иртыш. Регион известен своей богатой историей, культурой и природными достопримечательностями.",
    "population": "Население области составляет около 750 000 человек разных национальностей.",
    "climate": "Климат континентальный: жаркое лето и холодная зима с метелями.",
    "economy": "Основой экономики региона являются горнодобывающая промышленность, металлургия, энергетика и сельское хозяйство."
  }
} 