{
  "common": {
    "search": "Поиск достопримечательностей...",
    "menu": "Меню",
    "noResults": "Достопримечательности не найдены",
    "readMore": "Подробнее",
    "showOnMap": "Показать на карте",
    "loadingMap": "Загрузка карты..."
  },
  "menuItems": {
    "historicalFacts": "Исторические факты",
    "regionInfo": "О Павлодарской области",
    "settings": "Настройки",
    "routes": "Маршруты"
  },
  "screens": {
    "home": {
      "title": "TourGid Павлодар"
    }, 
    "attractionDetail": {
      "title": "Подробнее",
      "historicalInfo": "Историческая справка",
      "workingHours": "Время работы",
      "contacts": "Контакты",
      "weekdays": "Будни",
      "weekend": "Выходные",
      "dayOff": "Выходной",
      "rating": "Рейтинг",
      "visitDuration": "Время посещения",
      "bestTimeToVisit": "Лучшее время",
      "accessibility": "Доступность",
      "tips": "Советы"
    },
    "historicalFacts": {
      "title": "История Павлодара"
    },
    "settings": {
      "title": "Настройки",
      "languageSection": "Язык",
      "themeSection": "Тема",
      "darkMode": "Темная тема"
    },
    "regionInfo": {
      "title": "О Павлодарской области",
      "links": "Полезные ссылки",
      "officialSite": "Официальный сайт",
      "touristPortal": "Туристический портал",
      "map": "Карта региона"
    },
    "map": {
      "title": "Карта"
    }
  },
  "interests": {
    "religion": "Религия",
    "history": "История",
    "nature": "Природа",
    "culture": "Культура",
    "architecture": "Архитектура",
    "recreation": "Отдых",
    "entertainment": "Развлечения",
    "family": "Семейный отдых",
    "education": "Образование",
    "sport": "Спорт",
    "scenic": "Живописные места",
    "wellness": "Оздоровление",
    "unique": "Уникальные места",
    "adventure": "Приключения"
  },
  "historicalFacts": {
    "pavlodarFoundation": {
      "title": "Основание Коряковского форпоста",
      "description": "В 1720 году на берегу Иртыша был основан Коряковский форпост, ставший началом истории Павлодара.",
      "fullDescription": "В 1720 году на берегу Иртыша был основан Коряковский форпост, главной задачей которого была охрана соляных промыслов на Коряковском озере. Эта дата считается началом истории города Павлодара. Форпост был построен по указу Петра I в рамках укрепления восточных границ Российской империи. Со временем форпост превратился в казачью станицу, а затем и в крупный торговый центр на пути из России в Среднюю Азию."
    },
    "cityStatus": {
      "title": "Присвоение статуса города",
      "description": "В 1861 году указом императора Александра II станица была преобразована в город Павлодар.",
      "fullDescription": "В 1861 году указом императора Александра II станица Коряковская была преобразована в город Павлодар. Название города произошло от имени наследника престола Павла (сына Александра II) и слова 'дар'. Таким образом, название можно перевести как 'дар (в честь) Павла'. Получение статуса города способствовало экономическому развитию региона, притоку населения и превращению Павлодара в важный торговый узел на Иртыше."
    },
    "virginLands": {
      "title": "Освоение целины",
      "description": "В 1954-1955 годах началось активное освоение целинных земель Павлодарской области.",
      "fullDescription": "В 1954-1955 годах в Казахстане развернулась программа освоения целинных и залежных земель. Павлодарская область стала одним из главных центров этой кампании. В регион прибыли тысячи людей из разных республик СССР - молодые специалисты, студенты, демобилизованные военные. Это кардинально изменило демографический состав населения. Было основано множество новых совхозов и поселков, а экономика региона стала ориентироваться на сельское хозяйство наряду с развивающейся промышленностью."
    },
    "industrialDevelopment": {
      "title": "Промышленное развитие",
      "description": "1960-1980 годы - эпоха превращения Павлодара в крупный индустриальный центр.",
      "fullDescription": "В 1960-1980 годы Павлодар превратился в один из крупнейших промышленных центров Казахстана. Были построены алюминиевый завод, нефтехимический комбинат, тракторный завод. Город стал важным центром энергетики благодаря строительству Павлодарской ГРЭС. Население города выросло в несколько раз, была построена современная инфраструктура. Павлодар получил статус областного центра и стал одним из ключевых промышленных городов Казахской ССР."
    }
  },
  "regionInfo": {
    "description": "Павлодарская область расположена в северо-восточной части Казахстана на берегу реки Иртыш. Регион известен своей богатой историей, развитой промышленностью и природными достопримечательностями.",
    "population": "Население области составляет около 750 000 человек разных национальностей.",
    "climate": "Климат резко континентальный: жаркое сухое лето (+35°C) и холодная зима до -40°C.",
    "economy": "Основой экономики региона являются металлургия, энергетика, машиностроение, нефтехимия и сельское хозяйство.",
    "geography": "Территория преимущественно равнинная, часть Западно-Сибирской низменности. На востоке располагаются отроги Алтайских гор. Главная река - Иртыш.",
    "culture": "Богатое культурное наследие, сочетающее казахские традиции и влияние русской культуры. Родина многих выдающихся деятелей литературы и искусства.",
    "nature": "Уникальная природа: от степей до горных массивов, соленые озера, первый национальный парк Казахстана - Баянаул."
  }
} 